Repository: myclabs/Inventory
Catalog: application/languages/Orga/email.tmx
Source language: fr
Languages: en

source: Le rôle « [ROLE] » relatif à l'unité organisationnelle « [CELL] » vous a été attribué.
en: The role "[ROLE]" for the organizational unit "[CELL]" has been assigned to you.

source: Le rôle « [ROLE] » relatif à l'unité organisationnelle « [CELL] » vous a été attribué par un administrateur de l'application.
en: The role "[ROLE]" for the organizational unit "[CELL]" has been assigned to you by an application administrator.

source: Le rôle « [ROLE] » relatif à l'unité organisationnelle « [CELL] » vous a été retiré par un administrateur de l'application.
en: The role "[ROLE]" for the organizational unit "[CELL]" has been removed from your access rights by an application administrator.

source: Le rôle d'administrateur du workspace « [ORGANIZATION] » vous a été attribué.
en: The role administrator of workspace "[ORGANIZATION]" has been assigned to you.

source: Le rôle d'administrateur du workspace « [ORGANIZATION] » vous a été attribué par un administrateur de l'application.
en: The role administrator of workspace "[ORGANIZATION]" has been assigned to you by an application administrator.

source: Le rôle d'administrateur du workspace « [ORGANIZATION] » vous a été retiré par un administrateur de l'application.
en: The role administrator of workspace "[ORGANIZATION]" has been removed from your access rights by an application administrator.
